[
  {
    "id": 1,
    "name": "Yoga Sessions",
    "image": "https://i.ibb.co/MCr0566/yoga.jpg",
    "price": "$50",
    "description": "Revitalize your body and soul with our yoga sessions. Join us for a holistic experience that combines physical postures, breathing exercises, and meditation techniques. Suitable for all levels of practitioners.",
    "buttonText": "Book Now"
  },
  {
    "id": 2,
    "name": "Meditation Retreats",
    "image": "https://i.ibb.co/r3LNFCs/meditation.jpg",
    "price": "$120",
    "description": "Achieve tranquility and peace with our meditation retreats. Immerse yourself in serene natural surroundings as you explore mindfulness, relaxation, and deep inner awareness. Beginners welcome.",
    "buttonText": "Book Now"
  },
  {
    "id": 3,
    "name": "Nutrition Workshops",
    "image": "https://i.ibb.co/ZBn7Rj8/nutritions.jpg",
    "price": "$40",
    "description": "Learn about balanced diets and proper nutrition. Our workshops provide valuable insights into meal planning, dietary choices, and tips for a healthier lifestyle.",
    "buttonText": "Book Now"
  },
  {
    "id": 4,
    "name": "Fitness Bootcamps",
    "image": "https://i.ibb.co/2Y2bG52/fitness.jpg",
    "price": "$70",
    "description": "Intense fitness sessions to get you in shape. Join our high-energy bootcamps to improve strength, endurance, and overall fitness. All fitness levels welcome.",
    "buttonText": "Book Now"
  },
  {
    "id": 5,
    "name": "Wellness Webinars",
    "image": "https://i.ibb.co/0G7CwQf/Wellness.jpg",
    "price": "$20",
    "description": "Attend online sessions on various health topics. Our wellness webinars cover a range of subjects, including stress management, nutrition, and mental well-being. Learn from experts in the field.",
    "buttonText": "Book Now"
  },
  {
    "id": 6,
    "name": "Therapeutic Massages",
    "image": "https://i.ibb.co/hVggL2B/Massages.jpg",
    "price": "$90",
    "description": "Relax and rejuvenate with our therapeutic massages. Experience the benefits of skilled massage therapy, tailored to your needs. Whether you seek relaxation or pain relief, we've got you covered.",
    "buttonText": "Book Now"
  }
]
